---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyPointLocation
source: html/f908c199-7a76-2b6a-92fd-04483abfe651.htm
---
# FamilyPointLocation Members

Causes the object to release immediately any resources it may be utilizing.